var store = [{
        "title": "1일차 : 일정 계획 세팅",
        "excerpt":"오늘 한 일    Github page 준비하기  저번 방학 때, 자동매매 프로그램 개발 과정을 기록하겠다고 만들었다가 일주일도 안되서 버린 페이지를 재활용해서 블로그를 만들었다. 따라 할 사람들은 Jekyll/Github 블로그만들기를 참고해서 따라하면 된다.   러프하게 프로덕트 개발 계획 세우기  뭘 할 줄 모르겠을 때 가장 효율이 좋은 행동, 그건 모방이라고 생각한다. 우연히 패스트벤쳐스 TextBook 프로그램 단체 카카오톡 방에서 처음 Disquiet이라는 사이트를 접하게 됬고, 여기서 매거진 파트에서 프로덕트 개발 여정을 기록한 것을 보고 나랑 비슷한 행동을 했고, 이미 투자까지 받을 정도의 결과를 보여줘서 나의 모방 상대로 정했다.  ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/daily/",
        "teaser": null
      },{
        "title": "내가 프로덕트 개발 여정을 기록하려는 이유",
        "excerpt":"말 밖에 할 줄 모르는 나  군대에서 책 몇 권 읽고 매일 나는 창업을 하겠다고 이야기하고 다녔다. 벌써 전역한 지도 1년이 지났지만 뭘 했냐라고 한다면 나는 아무 말도 할 수 없다. 학점 말고 다른 것이 중요하다라는 나에게 정작 말할 것은 학점 그리고 기한이 지난 토익 성적표 뿐이였다. 아 하나가 더 있다. 맨날 상상 속으로만 끄적였던 창업 아이템들. 제 2의 애플, 페이스북, 구글 같은 회사가 될 거라고 상상만 했던 아이템들이 있긴하다. 결국 난 말 뿐이다.   지피지기면 백전백승  그래도 지피지기면 백전백승이라는 옛날 말이 있지 않은가? 더 이상은 나는 상상이나 말만 하지 않기로 당장 행동하기로 했다. 내 은사가 나에게 해준 말처럼 The Show must go on, 나는 이번 방학에도 나의 쇼를 진행시키지 못한다면 더 이상 창업은 나의 길이 아니라고 생각한다.   나는 누구인가?     간단하게 말해, 나는 인간 능력의 성장 과정을 데이터화하고 이를 공유 &amp; 분석하는 툴을 가지고 싶었다. 그리고 나는 파이썬 문법을 구글에 구글링해서 비슷하게나마 쓸 수 있는 능력을 가지고 있고 디자인은 그림처럼 극초보 수준이다.   앞으로  누구나처럼 노베이스에서 시작했다는 자극적인 말을 하지 않겠다. 하지만 나는 나를 직시하고 내가 가진 능력의 최대한을 활용하는 방향으로 2주안에 프로덕트를 만들어 세상에 내놓을 것이다. 그리고 나를 따라 더 많은 사람들이 더 많은 프로덕트를 내놓아줬으면 좋겠다.  ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/first-review/",
        "teaser": null
      },{
        "title": "예상 프로덕트 개발 순서 (07.03 수정)",
        "excerpt":"7월 2일 초안     7월 3일 1차 수정안    기획  제품 개발의 내적 동기  제품 아이디어 정리  가설 설정 및 가설 검증 전략 세팅   개발  최소한의 기능 정리  기능 실현을 위한 노코드 툴 List화  스토리보드 작성  와이어프레임 작성  제품 제작  마케팅 &amp; 검증  홍보물 제작  홍보채널 List화  홍보물 배포  가설 검증 데이터 결과 정리  ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/summary/",
        "teaser": null
      },{
        "title": "2일차 : 기획 부분 마무리",
        "excerpt":"오늘 한 일  프로덕트 기획 마무리  KPI 공부하기  일정 정리 엑셀 파일 만들기     기획  제품 개발의 내적 동기  제품 아이디어 정리  가설 설정 및 가설 검증 전략 세팅    가설 검증의 분류  개인적으로 프로덕트 개발 과정을 정리하던 도중에 가설 검증이라는 단어가 크게 두 가지 용도로 사용 된다고 생각한다. 첫번째는 내가 결정한 문제에 대한 가설 두번째는 내가 생각한 해결책의 작동 결과에 대한 가설. 이 경우 첫번째는 MVP 제작 이전에 검증해야하고 두번째는 MVP 제작 이후에 검증 가능하다고 생각해서 시간의 차이가 필요하다고 생각했다.  내가 결정한 문제에 대한 가설 검증  내가 결정한 문제가 과연 얼마나 공감을 받을 수 있을지 아는 것이 중요하다고 생각해서 Disquiet에서 1위를 하고 있던 도다 툴을 활용해서 창업가 레벨 테스트라는 것을 진행해보려고 한다.   찾아보니까 아쉽게도 도다 툴은 아직 애널리틱스 기능이 없어 결과 값에 대한 보고를 받을 수 없어서 개발자 없이 바이럴 콘텐츠 만드는 법를 참고해서 Typeform을 사용하기로 했다.   ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/daily2/",
        "teaser": null
      },{
        "title": "3일차 : 설문조사 진행 그리고 프로덕트 기능 정리",
        "excerpt":"오늘 한 일  Typeform 사용해 설문조사 진행  프로덕트 기능 정리 및 3rd party 프로그램 조사      기획  내가 결정한 문제에 대한 가설 검증  내가 해결하고자 결정한 문제에 대해 실제 사용자들이 그런 문제를 겪고 있는지 확인하기 위해 창업가로서 당신의 롤 티어는 어디입니까?라는 제목으로 설문조사를 진행했다. 관련 방법 및 결과는 여기서 확인할 수 있다.   개발  최소한의 기능 정리  기능 실현을 위한 노코드 툴 List화  ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/daily3/",
        "teaser": null
      },{
        "title": "내가 설문조사를 진행한 방법",
        "excerpt":"이야기하기 앞서서  나는 개인적으로 구글 폼에 부정적인 의견을 가지고 있다. 일단 사용자 입장에서 너무 너무 불편하다. 그래서 내가 결정한 문제에 대해 검증하기 위해 Typeform을 통해 설문조사를 진행했다.   결과물     과정  기획     질문지 구성      Typeform 사용 팁  Typeform은 무료로 10명의 response만 받을 수 있게 되어 있다. 하지만 Google 계정으로 로그인할 수 있기 때문에 Google 계정을 총 4개를 만들어서 고파스 그리고 고려대 에브리타임에 배포했다. 많은 인원에 대해 진행할 경우에는 유로 plan을 구매하는 것이 훨씬 좋지만 이빨 대신 잇몸으로 한다는 마인드로 진행했다.   결과  배포 시작은 7월 1일 오후 3시 17분부터 시작해 약 2시간만에 양 사이트에서 각각 10명씩 총 20명의 결과를 받았다. 현재 10시 20분부터 다시 사이트에 새롭게 배포 중이다.   중복 설문을 제외하고 총 37명의 설문 결과를 받을 수 있었다.    ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/problem-survey/",
        "teaser": null
      },{
        "title": "4일차 : 뭘 한지를 모르겠는 하루",
        "excerpt":"오늘 한 일  유사 솔루션 정리 (경쟁사 조사)     개발  기능 실현을 위한 노코드 툴 List화  노코드 툴을 List화 하기 위해서는 일단 기능을 정리하고 스토리보드 그리고 와이어프레임이 어느정도 갖춰져야 한다는 판단으로 개발 과정 수정을 진행했다.   유사 솔루션 정리  스토리보드와 와이어프레임 작성을 위해서 비슷한 솔루션을 찾아보기 위해 유사 솔루션을 정리하기로 했다.  나의 실수   유사 솔루션을 찾아보기 위해 나의 솔루션을 다른 시각으로 어떻게 바라볼 수 있을까하고 정리한 후 유사 사이트를 정리해보려했다.   하지만 유사 솔루션의 목적은 타 솔루션과의 차이점을 찾는 것에 포인트가 있는 것이 아니라 기능 실현을 위한 참고가 목적인 것을 까먹었던 것 같다. 그래서 이 부분에 대해서는 내일 다시 진행해야할 것 같다.   우려했던 점  역시 우려했던 것처럼 MVP 제작을 위해 웹사이트를 만들겠다고 했지만 실제로 진행 속도가 굉장히 더딘 것을 느끼고 있다. 이 원인 중에 하나가 너무 많은 정보의 양이라고 생각했다. 그래서 만약에 기능 실현화를 참고할만한 솔루션이 하나라도 찾아지면 바로 이를 실천에 옮기는 방향으로 진행하는 것으로 현재 생각 중이다. 리스트화를 시켜 비교 분석하는 것이 결국 결과물을 만드는 데 장애가 되고 있다고 생각한다.  ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/daily4/",
        "teaser": null
      },{
        "title": "5일차 : 스토리보드 작성 완료",
        "excerpt":"오늘 한 일  프로덕트 기능 정리  프로덕트 외관 구성     개발  스토리보드가 아니라 프로덕트 외관 구성  스토리보드 그리고 와이어프레임 같은 단어는 IT 프로덕트에 국한된 표현이 될까봐 추후 프로그램을 진행할 때, 사용자들의 이해를 돕기 위해 프로덕트 외관 구성이라는 표현을 사용했다.   피그마 사용해서 화면 구성 결과  DISQUIET* 매거진 중에서 사이드프로젝트에서 시드투자 받기까지 6개월동안 디스콰이엇을 개발하면서 배운 10가지 - 1편의 MVP 사이트 외관을 참고해서 비율만 일정하게 해서 MVP 사이트 제작에 사용했다.  랜딩 페이지    마이 페이지    제출하기 페이지    ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/daily5/",
        "teaser": null
      },{
        "title": "6일차 : (휴식) 사업계획서 작성해보기",
        "excerpt":"오늘 한 일  세콰이어 캐피탈 사업계획서 목차에 따라 내용 정리        내일 크림슨 창업지원단 방문할 서류 준비하기  ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/daily6/",
        "teaser": null
      },{
        "title": "7일차 & 8일차 : 다른 일 때문에 바빠서 진행 상황 없음",
        "excerpt":"이틀 동안 한 일  CCP 1차 미팅  2021년 고려대학교 창업동아리 지원서 작성   느낀점  지원 사업의 경우, 금전적인 부분에서 안정감을 가질 수 있기 때문에 지원하는 경우가 많은 것 같다. 하지만 어쩔 수 없이 서류 작업에 시간을 투자해야하는 상황이 발생하고 결국 제품의 완성도에 영향을 주는 것 같지는 않다. 게다가 오히려 서류작업을 하면서 계속 방향성에 대해 의문을 가지고 제품의 완성에 집중하기 보다는 수정에 집중할 가능성이 높아서 결국 프로덕트를 만들어 경험을 하는데까지는 방해가 많이 된다고 생각한다.  ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/daily7/",
        "teaser": null
      },{
        "title": "9일차 : 사이트 제작 1일차",
        "excerpt":"오늘 한 일  Webflow 사이트 제작        느낀점  디자인은 필요하다  Webflow를 활용해서 사이트를 제작하는 과정에서 디자인대로 진행하기에는 내 능력 부족으로 어려움이 있었지만 Figma를 활용해서 만든 디자인 도안이 있어서 따라서 흉내내는 정도의 사이트 제작은 가능했다고 생각한다.   서버도 필요하다  막상 사이트를 만들어서 사용자에게 하루 일기를 받아서     행동 데이터를 노션을 사용해 개인 페이지 수정   행동 데이터를 가공해 만든 분석 컨텐츠 추가   행동 데이터를 수치화해서 등수를 최신화   를 진행한다고 생각하면 서버의 필요성이 느껴진다.   물론 어느정도는 Python을 활용하면 자체적인 서버를 통해서 운영이 가능할 것이라고 생각되긴 한다. 이런 부분에서 보면 당장 기술을 배우는 것보다 내가 뭘 하고 싶은지 하다보면 하나하나 배워서 사용하는 경험이 더 중요한 것 같다.   우선 개인 행동 데이터의 아카이브 기능은 Notion + OPPY를 활용해서 해볼 예정이다.  ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/daily9/",
        "teaser": null
      },{
        "title": "10일차 : 사이트 제작 2일차",
        "excerpt":"오늘 한 일  서비스 운영 준비 1차  노션 포트폴리오 페이지 제작      느낀점  운영 자동화 과정에 필요한 것이 개발자다  사실 초기 서비스 인원을 20-30명을 생각 중이라서 서버 없이 내가 자동화 없이 각자 포트폴리오 최신화를 할 수 있지만 추후 서비스 분야와 인원이 증가될 경우, 이것을 개인이 처리하기엔 많은 리소스가 사용될 거라고 생각한다.   현재 Zapier를 활용한 자동화를 생각 중인데, 이거를 사용하더라도 노션에 매번 최신화하는 과정은 아마 Python을 활용하는 것이 좋을 것이라고 생각된다.   초반에는 서비스 운영이랑 마케팅을 함께 고려하게 된다  결국 마케팅을 통해 내 제품을 사용자들에게 매혹적으로 이야기해주어야 된다고 생각한다. 그러면 결국 내 서비스 운영의 차별 포인트를 생각할 수 밖에 없다. 이 과정은 현재 내 경험으로는 동시에 진행되고 있는 것 같다.  ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/daily10/",
        "teaser": null
      },{
        "title": "11일차 : 운영 준비 1일차",
        "excerpt":"오늘 한 일  포트폴리오 프레임 및 예시 파일 제작  제작 가이드라인 파일 및 예시 제작   느낀점  머리 속으로 그렸던 그림과는 다르다  운영과 관련해서 머리 속으로 그렸던 그림에서 자동화 부분을 수동으로 진행하려고 하니 운영 매뉴얼을 만들어보니 생각보다 내가 수동으로 진행할 부분이 많이 발생한 것 같다. 물론 내가 구상한 사업 아이템이 그런 부분이 없지 않아 있어서 그런 거라고 생각하긴 하지만 말이다.   이 진행 프로세스를 이해시키려면?  사람들에게 이 프로세스 사용 과정을 이해시키려면 한 번 Zoom 설명회 같은 거를 진행해서 사용자들에게 전달하는 과정을 가져야겠다.   제작 결과  노션 포트폴리오 사이트 - 1차 제작 가이드라인 파일   ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/daily11/",
        "teaser": null
      },{
        "title": "12일차 : 운영 준비 2일차",
        "excerpt":"오늘 한 일  제작 가이드라인 파일 마무리  홍보 포스터 제작   느낀점  과연 많이 참여할까?  일단 인원 수 제한과 관련해서 내가 수동으로 처리할 수 있을 정도의 인원은 20명 정도라고 판단했다. 일단 1기를 받아보고 이후 수정을 진행하는 방향으로 진행해볼 생각이다.   가격과 관련해서는 무료라고 한다면 사용자 층이 필터링 되기 어려울 것이라고 생각했다. 무료로 하고 서류 면접으롬만 20명을 뽑는 것도 만약 이번 기수에 10명을 채우지 못하면 생각해봐야겠다.   내일 진행률 분석 엑셀 파일 제작과 행동 점수 분배 정도 진행해야겠다. 구글 폼도 만들어야된다…   결과물    ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/daily12/",
        "teaser": null
      },{
        "title": "13일차 : 운영 준비 3일차",
        "excerpt":"오늘 한 일  데이터 처리 매뉴얼 제작   느낀점  실제 운영에 들어가면 버벅이지 않도록 시뮬레이션 하기  처음 생각했던 운영 방식의 관점에서 벗어나 고객한테 하나하나 설명해준다고 생각하니까 접근하기가 굉장히 어렵겠다라는 생각이 많이 들었다.   실제로 ZOOM 설명회를 진행했을 때, 어떻게 진행할지 생각해보니 어려움이 하나하나씩 풀려나가는 느낌이 들었다. 이런 방식으로 접근하는 것 자체가 굉장히 좋은 접근 방향인 것 같다.   행동을 정량적으로 분석하기에 느끼는 어려움  우선적으로 이번 프로젝트를 진행하는 과정에서 걸린 시간을 기준으로 행동에 각각 가중치를 부여했다. 이번에 한 번 기수를 진행하면서 가중치의 수정을 거쳐봐야겠다. 추가적으로 구글이나 넷플릭스 같은 기업들이 데이터를 처리하는 방법? 같은 거를 공부해봐도 좋겠다는 생각이 들었다.  ","categories": ["Ghost Calander"],
        "tags": ["기획"],
        "url": "/ghost%20calander/daily13/",
        "teaser": null
      },{
        "title": "프로젝트 쉐도우 복서 후기",
        "excerpt":"창업 아이템 고르기  이번에 쉐도우 복서라는 서비스를 만들어보면서 느낀 점은     내가 진짜 겪은 문제라서 죽어도 해결해야한다고 생각하거나 대표적인 사례로 클라썸 같은 사례가 있다고 생각한다.   진짜 큰 시장이라서 들어가도 괜찮거나   개인적으로 이 두 가지를 모두 만족해야 창업 서비스가 작동하지 않을까? 생각한다.   아마 이번 서비스에서 내가 잡은 포인트는     창업에 도전하고 싶은데 어떤 식으로 시작부터 해야할 지 모르는 대학생이 많다.   카피캣 교육 커리큘럼이 어느정도 창업의 프레임을 잡는데 도움을 줄 것이다.   근데 실제 결과로는     유료료 참여할만큼 니즈가 크지 않다.   다시 나를 돌아보기  근데 문득 나는 이런 생각이 크게 들었다. 내가 창업을 하고 싶은 것은 확실하다.     내가 문제를 규정하고 해당 해결책이 세상에 영향을 끼칠 수 있기 때문이다.   그래서 왜 내가 이렇게 IT 서비스에 집착하고 있는지 다시 한 번 고민하기 시작했다. 스스로 생각하기에 나에게 현재까지 주어진 선택지는 크게 두 개라고 생각한다.     IT 서비스   제조업 (기계공학)   앞으로 방향성 결정  일단 IT 서비스를 할 수 있을 때 해보고 싶다는 생각이 들었다. 현재 진행하고 있는 IOT 스위치의 경우 내년 2월까지 천천히 진행해서 발전시켜도 된다는 생각이 들었다. 그래서 내린 결정은 아래와 같다.     이번 년도까지 IT 서비스 5개 이상 만들기   IOT 스위치 만들면서 3D 모델링 공부하고 기계공학 공모전 찾아보기  ","categories": ["생각정리"],
        "tags": ["일기"],
        "url": "/%EC%83%9D%EA%B0%81%EC%A0%95%EB%A6%AC/feedback/",
        "teaser": null
      },{
        "title": "울트라러닝 프로젝트를 준비하면서",
        "excerpt":"책 울트라러닝에서 배운 원칙  1. 목표 설정  대학생이 방학 때 가장 많이 하는 말이 무엇일까? 아마도 이번 방학에 뭐하지? 일 것이다. 그러고 매번 목표로 삼는 것들은 비슷하다. 대표적으로 토익, 한국사, 컴활 자격증 같은 것들이 그렇다.  왜 이런 목표들이 가장 많을까? 생각해보면 목표 그 자체에 달성 기준이 포함된 경우라서 쉽게 떠올릴 수 있어서라고 생각한다.     The core of the ultralearning strategy is intensity and a willingness to prioritize effectiveness. 책에서 말하는 울트라러닝의 핵심은 효과에 집중하는 것이다. 달성 여부가 판단한 목표를 세우고 그리고 목표를 달성함으로 인해 얻을 수 있는 변화에 집중해서 현실의 나를 발전시키는 것, 이게 앞으로 그리고 계속해서 생각해야할 원칙이다.   2. 실행 계획  간단히 생각해봤을 때, 위에서 말한 자격증들은 사실 1달이면 딸 수 있다고 말할 수 있다. 하지만 우리가 그렇게 하지 못하고 있는 이유는 실행을 할 수 있는 계획을 세우지 못해서라고 생각한다.     책에서는 What to Learn? 그리고 How to Learn?에 대한 질문을 잘 해야한다고 말한다.   3. 실행  학습을 실행하는 과정에서 가장 중요시하는 가치는 학습 속도이다. 이를 실현하기 위해서 책에서는 집중력과 특화학습을 이야기한다.   4. 더 보기  더 세세하게 정리해놓은 내용은 여기서 확인할 수 있다.  ","categories": ["생각정리"],
        "tags": ["일기"],
        "url": "/%EC%83%9D%EA%B0%81%EC%A0%95%EB%A6%AC/ulp1/",
        "teaser": null
      },{
        "title": "취미생활 F1",
        "excerpt":" ","categories": ["취미생활"],
        "tags": ["Forza Horizon"],
        "url": "/%EC%B7%A8%EB%AF%B8%EC%83%9D%ED%99%9C/hobby1/",
        "teaser": null
      },{
        "title": "실전형 리액트 Hooks 10개",
        "excerpt":" ","categories": ["실전형 리액트 Hooks 10개"],
        "tags": ["React"],
        "url": "/%EC%8B%A4%EC%A0%84%ED%98%95%20%EB%A6%AC%EC%95%A1%ED%8A%B8%20hooks%2010%EA%B0%9C/reactHooks1/",
        "teaser": null
      },{
        "title": "Todo With Me",
        "excerpt":" ","categories": ["Todo With Me"],
        "tags": ["project"],
        "url": "/todo%20with%20me/todoWithMe1/",
        "teaser": null
      },{
        "title": "바닐라 JS로 크롬 앱 만들기",
        "excerpt":" ","categories": ["바닐라 JS로 크롬 앱 만들기"],
        "tags": ["Javascript"],
        "url": "/%EB%B0%94%EB%8B%90%EB%9D%BC%20js%EB%A1%9C%20%ED%81%AC%EB%A1%AC%20%EC%95%B1%20%EB%A7%8C%EB%93%A4%EA%B8%B0/vanilaJsChrome1/",
        "teaser": null
      }]
