var store = [{
        "title": "1일차 : 일정 계획 세팅",
        "excerpt":"오늘 한 일    Github page 준비하기  저번 방학 때, 자동매매 프로그램 개발 과정을 기록하겠다고 만들었다가 일주일도 안되서 버린 페이지를 재활용해서 블로그를 만들었다. 따라 할 사람들은 Jekyll/Github 블로그만들기를 참고해서 따라하면 된다.   러프하게 프로덕트 개발 계획 세우기  뭘 할 줄 모르겠을 때 가장 효율이 좋은 행동, 그건 모방이라고 생각한다. 우연히 패스트벤쳐스 TextBook 프로그램 단체 카카오톡 방에서 처음 Disquiet이라는 사이트를 접하게 됬고, 여기서 매거진 파트에서 프로덕트 개발 여정을 기록한 것을 보고 나랑 비슷한 행동을 했고, 이미 투자까지 받을 정도의 결과를 보여줘서 나의 모방 상대로 정했다.  ","categories": ["Calander"],
        "tags": ["기획"],
        "url": "/calander/daily/",
        "teaser": null
      },{
        "title": "제 13회 CCP 1차 팀미팅 준비",
        "excerpt":" ","categories": ["Switch"],
        "tags": ["기획"],
        "url": "/switch/first-ccp/",
        "teaser": null
      },{
        "title": "내가 프로덕트 개발 여정을 기록하려는 이유",
        "excerpt":"말 밖에 할 줄 모르는 나  군대에서 책 몇 권 읽고 매일 나는 창업을 하겠다고 이야기하고 다녔다. 벌써 전역한 지도 1년이 지났지만 뭘 했냐라고 한다면 나는 아무 말도 할 수 없다. 학점 말고 다른 것이 중요하다라는 나에게 정작 말할 것은 학점 그리고 기한이 지난 토익 성적표 뿐이였다. 아 하나가 더 있다. 맨날 상상 속으로만 끄적였던 창업 아이템들. 제 2의 애플, 페이스북, 구글 같은 회사가 될 거라고 상상만 했던 아이템들이 있긴하다. 결국 난 말 뿐이다.   지피지기면 백전백승  그래도 지피지기면 백전백승이라는 옛날 말이 있지 않은가? 더 이상은 나는 상상이나 말만 하지 않기로 당장 행동하기로 했다. 내 은사가 나에게 해준 말처럼 The Show must go on, 나는 이번 방학에도 나의 쇼를 진행시키지 못한다면 더 이상 창업은 나의 길이 아니라고 생각한다.   나는 누구인가?     간단하게 말해, 나는 인간 능력의 성장 과정을 데이터화하고 이를 공유 &amp; 분석하는 툴을 가지고 싶었다. 그리고 나는 파이썬 문법을 구글에 구글링해서 비슷하게나마 쓸 수 있는 능력을 가지고 있고 디자인은 그림처럼 극초보 수준이다.   앞으로  누구나처럼 노베이스에서 시작했다는 자극적인 말을 하지 않겠다. 하지만 나는 나를 직시하고 내가 가진 능력의 최대한을 활용하는 방향으로 2주안에 프로덕트를 만들어 세상에 내놓을 것이다. 그리고 나를 따라 더 많은 사람들이 더 많은 프로덕트를 내놓아줬으면 좋겠다.  ","categories": ["Calander"],
        "tags": ["기획"],
        "url": "/calander/first-review/",
        "teaser": null
      },{
        "title": "예상 프로덕트 개발 순서",
        "excerpt":"   기획  제품 개발의 내적 동기  제품 아이디어 정리  가설 및 가설 검증 전략 세팅   개발  최소한의 기능 정리  기능 실현을 위한 노코드 툴 List화  스토리보드 &amp; 와이어프레임 작성  제품 제작  마케팅 &amp; 검증  홍보물 제작 및 홍보채널 List화  베타 테스트  가설 검증 데이터 결과 정리  ","categories": ["Calander"],
        "tags": ["기획"],
        "url": "/calander/summary/",
        "teaser": null
      },{
        "title": "2일차 : 기획 부분 마무리",
        "excerpt":"오늘 한 일  프로덕트 기획 마무리  KPI 공부하기     기획  제품 개발의 내적 동기  제품 아이디어 정리  가설 및 가설 검증 전략 세팅    가설 검증의 분류  개인적으로 프로덕트 개발 과정을 정리하던 도중에 가설 검증이라는 단어가 크게 두 가지 용도로 사용 된다고 생각한다. 첫번째는 내가 결정한 문제에 대한 가설 두번째는 내가 생각한 해결책의 작동 결과에 대한 가설. 이 경우 첫번째는 MVP 제작 이전에 검증해야하고 두번째는 MVP 제작 이후에 검증 가능하다고 생각해서 시간의 차이가 필요하다고 생각했다.  내가 결정한 문제에 대한 가설 검증  내가 결정한 문제가 과연 얼마나 공감을 받을 수 있을지 아는 것이 중요하다고 생각해서 Disquiet에서 1위를 하고 있던 도다 툴을 활용해서 창업가 레벨 테스트라는 것을 진행해보려고 한다.   ","categories": ["Calander"],
        "tags": ["기획"],
        "url": "/calander/daily2/",
        "teaser": null
      }]
